[
    {
        "id":1,
      "name": "Mitchel Johnson",
      "time_slot": 5,
      "description": "Mitchel is a certified fitness trainer with a passion for helping individuals achieve their health and wellness goals. With a background in personal training and nutrition, she brings a holistic approach to fitness. Her upbeat personality and personalized workout plans make every session enjoyable and effective.",
      "experience": "5+ years in personal training and group fitness classes.",
      "capabilities": "Specializes in strength training, HIIT workouts, and nutritional coaching.",
      "img": "https://i.postimg.cc/ZYWxbV6p/Personal-Trainer-Salary-Guide.jpg"
    },
    {
        "id":2,
      "name": "Marcus Rodriguez",
      "time_slot": 6,
      "description": "Marcus is an experienced fitness coach dedicated to empowering clients through physical and mental transformation. His diverse training background includes martial arts, yoga, and functional fitness. Marcus believes in building not just strength but overall well-being.",
      "experience": "8+ years in fitness coaching and martial arts instruction.",
      "capabilities": "Expertise in martial arts-based fitness, yoga, and functional movement training.",
      "img": "https://i.postimg.cc/4y209dBP/ryan-k-450x450.jpg"
    },
    {
        "id":3,
      "name": "Emily Chen",
      "time_slot": 4,
      "description": "Emily is a passionate yoga instructor and wellness advocate. Her teaching style emphasizes the mind-body connection, promoting balance and flexibility. With a background in holistic health, Emily guides clients on a journey to enhance both physical and mental resilience.",
      "experience": "6+ years in yoga instruction and holistic wellness coaching.",
      "capabilities": "Specialized in yoga, mindfulness, and creating personalized wellness plans.",
      "img": "https://i.postimg.cc/Pqf1B4tL/Become-Personal-Trainer-1024x683.jpg"
    },
    {
        "id":4,
        "name": "Jessica Miller",
        "time_slot": 5,
        "description": "Jessica is a certified fitness trainer with a passion for helping individuals achieve their health and wellness goals. Her training style combines intensity with a focus on proper form, ensuring clients get results while minimizing the risk of injury.",
        "experience": "Over 7 years of experience in personal training and group fitness classes.",
        "capabilities": "Specialized in strength training, HIIT workouts, and nutrition counseling.",
        "img": "https://example.com/jessica-miller.jpg"
      },
      {
        "id":5,
        "name": "Alex Ramirez",
        "time_slot": 4,
        "description": "Alex is an experienced fitness coach dedicated to creating personalized workout plans that cater to individual fitness levels and goals. With a background in sports science, Alex emphasizes the importance of functional movement and overall well-being.",
        "experience": "10+ years in fitness coaching and sports science.",
        "capabilities": "Expertise in functional training, corrective exercises, and sports-specific conditioning.",
        "img": "https://example.com/alex-ramirez.jpg"
      },
      {
        "id": 6,
        "name": "Sarah Johnson",
        "time_slot": 6,
        "description": "Sarah is a passionate yoga instructor and mindfulness coach. Her teaching philosophy focuses on the mind-body connection, fostering inner balance and physical flexibility. Sarah believes in the transformative power of yoga for overall health and stress relief.",
        "experience": "6 years of experience in yoga instruction and mindfulness coaching.",
        "capabilities": "Specialized in yoga, meditation, and creating holistic wellness plans.",
        "img": "https://example.com/sarah-johnson.jpg"
      }
  ]